Repository: Cudd1es/dice
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add
zh_hans: 加

source: Advantage
zh_hans: 优势

source: Advantage and disadvantage need exactly one d20 as the main die
zh_hans: 主骰正好是 1 个 d20 时才能选优势或劣势

source: Back
zh_hans: 返回

source: Bane
zh_hans: 灾祸术

source: Bardic Inspiration
zh_hans: 诗人激励

source: Bless
zh_hans: 祝福术

source: Bonus
zh_hans: 加成

source: Bonus Dice
zh_hans: 加成骰

source: Checks
zh_hans: 检定

source: Clear purpose
zh_hans: 清空目的

source: Couldn't insert the roll. Try again.
zh_hans: 插入失败，请重试

source: Critical Success & Failure
zh_hans: 大成功 / 大失败判定

source: Damage
zh_hans: 伤害

source: Divine Favor
zh_hans: 神恩术

source: Divine Smite
zh_hans: 至圣斩

source: Dice
zh_hans: 数量

source: Disadvantage
zh_hans: 劣势

source: Done
zh_hans: 完成

source: Everyone in the chat needs DND Dice to see the result; others only see the formula and an install prompt.
zh_hans: 群里每个人都要安装 DND Dice 才能看到结果；没装的人只会看到公式和安装提示。

source: Guidance
zh_hans: 神导术

source: Hex
zh_hans: 脆弱诅咒

source: How to Use
zh_hans: 使用说明

source: Hunter's Mark
zh_hans: 猎人印记

source: Mode
zh_hans: 模式

source: Modifier
zh_hans: 加值

source: Normal
zh_hans: 普通

source: On: a natural 20 or 1 is a critical success or failure and decides the DC. Off: only the total is compared with the DC. Rolls you send in Messages use your setting, and the formula shows it.
zh_hans: 开：天然 20 / 1 为大成功 / 大失败，并决定 DC 成败。关：只用总值和 DC 比较。在「信息」里发出的投骰按你的设置判定，公式会标出。

source: Once sent, the bubble shows the result, the same for everyone
zh_hans: 点发送后，气泡上直接显示结果，大家看到的都一样

source: One Fewer
zh_hans: 少一个

source: One More
zh_hans: 多一个

source: Open Messages and go to a conversation
zh_hans: 打开「信息」，进入一个对话

source: Panel Tips
zh_hans: 面板小技巧

source: Pick your dice, then tap Roll
zh_hans: 选好骰子，点「投掷」

source: Purpose (optional), e.g. Stealth
zh_hans: 目的（可选），如：察觉检定

source: Recent
zh_hans: 最近

source: Remove
zh_hans: 删除

source: Roll
zh_hans: 投掷

source: Roll Again
zh_hans: 再投一次

source: Roll in the App
zh_hans: 在 App 里投骰

source: Rules
zh_hans: 规则

source: Set your dice and tap Roll; the roll goes into the text field
zh_hans: 设置骰子后点「投掷」，消息会放进输入框

source: Set your dice on this screen and tap Roll. The result shows at the top; the last 10 rolls are kept until you close the app.
zh_hans: 在本页设好骰子，点「投掷」，结果显示在上方；最近 10 次记录关掉 App 后清空

source: Settings
zh_hans: 设置

source: Subtract
zh_hans: 减

source: Tap + Bonus to add dice such as +1d4 for Bless or −1d4 for Bane; tap a bonus tag to change or remove it
zh_hans: 点「＋ 加成」可以加入祝福术的 +1d4、灾祸术的 −1d4 等加成骰；点加成标签可以增减或删除

source: Tap + next to the text field and choose DND Dice
zh_hans: 点输入框左侧的 +，在 App 列表里选「DND Dice」

source: Tap the DC number to type a value up to 999
zh_hans: 点 DC 的数字可以直接输入，最高 999

source: The result is fixed when you tap Roll and nobody sees it before it's sent, so deleting and rolling again doesn't help.
zh_hans: 结果在点「投掷」时就已确定，发送前谁都看不到，删掉重投也不会更好。

source: To say what the roll is for (like “attack the goblin”), type it at the top of the panel; it shows in the bubble
zh_hans: 可在面板最上方写这次投骰的目的（如「攻击哥布林」），会显示在气泡里

source: Turn critical success and failure on or off in Settings
zh_hans: 可在设置里开关大成功 / 大失败判定

source: Use in Messages
zh_hans: 在「信息」里使用

source: Add or Subtract
zh_hans: 加或减

source: Double-tap to type a DC
zh_hans: 轻点两下输入 DC

source: Add %lldd%lld
zh_hans: 加 %lldd%lld

source: Subtract %lldd%lld
zh_hans: 减 %lldd%lld

source: Change or remove this bonus
zh_hans: 更改或删除这个加成

source: %lld of %lld characters
zh_hans: %lld/%lld 个字

source: Double-tap to open the full result
zh_hans: 轻点两下查看完整结果

source: Tap a sent roll to see the full result and purpose
zh_hans: 点已发送的投骰，查看完整结果和目的
